<template>
    <div>
      <h1>Ласкаво просимо до нашого автосалону!</h1>
      <p>Ми раді вітати вас у нашому автосалоні, де ви знайдете найкращі автомобілі для будь-яких потреб та бюджету. Наша мета - забезпечити вам найвищий рівень сервісу та допомогти знайти автомобіль вашої мрії.</p> <br>
      <h2> Що ми пропонуємо:</h2>
      <ul>
        <li>
          <strong>Широкий асортимент автомобілів: </strong>
          <p>Від нових моделей до перевірених авто з пробігом - у нас ви знайдете ідеальний варіант для себе.</p>
        </li>
        <li>
          <strong>Професійні консультації: </strong>
          <p>Наші експерти завжди готові надати вам фахову допомогу та відповісти на всі ваші запитання.</p>
        </li>
        <li>
          <strong>Сервісне обслуговування: </strong>
          <p>Наш автосервіс забезпечить вам швидке та якісне обслуговування вашого автомобіля.</p>
        </li>
      </ul>
      
    </div>
</template>  

<style scoped>
.page 
{
    border-radius: 10px;
    padding: 20px;
  text-align: center;
  background-color: #f9f9f9;
}
</style>